Repository: common-repository/timify
Catalog: languages/timify-*.po
Languages: fr_fr

source: ago
fr_fr: depuis

source: Apply Date Time Format To
fr_fr: Appliquer le format date/heure à

source: Apply Post Type
fr_fr: Appliquer le type de message

source: Apply to Posts Time Ago Show Not Older Than
fr_fr: Postuler à des messages il y a du temps Afficher pas plus ancien que

source: Before Content
fr_fr: Avant le contenu

source: Center
fr_fr: Centre

source: Change Ago Word
fr_fr: Changer le mot il y a

source: Choose File
fr_fr: Choisir le fichier

source: Cloning is forbidden.
fr_fr: Le clonage est interdit.

source: Copy Last Modified Date Shortcode Enter the Post Content
fr_fr: Copier le shortcode de la dernière date de modification Saisissez le contenu de l'article

source: Copy Reading Time Shortcode Enter the Post Content
fr_fr: Copier le code court du temps de lecture Entrez le contenu du message

source: Days
fr_fr: Journées

source: Disable last modified date on this post
fr_fr: Désactiver la dernière date de modification sur ce post

source: Disable reading time on this post
fr_fr: Désactiver le temps de lecture sur ce post

source: Docs
fr_fr: Documents

source: Enter CSS Selector of Post Date:
fr_fr: Entrez le sélecteur CSS de la date de publication :

source: Enter Word Per Minute
fr_fr: Entrez le mot par minute

source: Hours
fr_fr: Les heures

source: Last Modified and Reading Time Info
fr_fr: Dernière modification et heure de lecture

source: Last Modified Before Content Alignment:
fr_fr: Dernière modification avant l'alignement du contenu :

source: Last Modified Enable
fr_fr: Activer la dernière modification

source: Last Modified Label
fr_fr: Dernière étiquette modifiée

source: Last modified on:
fr_fr: Dernière modification le :

source: Last Modified Time Display Method:
fr_fr: Méthode d'affichage de l'heure de la dernière modification :

source: Left
fr_fr: La gauche

source: Modified Date
fr_fr: Date modifiée

source: Modified Time
fr_fr: Heure modifiée

source: Months
fr_fr: Mois

source: Reading Time Before Content Alignment:
fr_fr: Temps de lecture avant l'alignement du contenu :

source: Reading Time Display Method
fr_fr: Méthode d'affichage du temps de lecture

source: Reading Time Enable
fr_fr: Temps de lecture Activer

source: Reading Time Label
fr_fr: Lecture de l'étiquette de temps

source: Reading Time Postfix
fr_fr: Lecture de l'heure du suffixe

source: Reading Time Postfix Singular
fr_fr: Temps de lecture Postfix Singulier

source: Reading Time:
fr_fr: Temps de lecture:

source: Replace Published Date
fr_fr: Remplacer la date de publication

source: Right
fr_fr: Droite

source: ShortCode
fr_fr: Petit code

source: Shortcode
fr_fr: Petit code

source: themeim
fr_fr: thèmeim

source: This field for replace published date css selector. If you are using any caching plugin, please clear/remove your cache after any changes made to this field.
fr_fr: Ce champ pour remplacer le sélecteur css de la date de publication. Si vous utilisez un plugin de mise en cache, veuillez effacer/supprimer votre cache après toute modification apportée à ce champ.

source: Time
fr_fr: Temps

source: Timify Options
fr_fr: Options de Timify

source: Timify plugin is working on post published date,time,modified date,modified time formating and last modified date and reading time show on post content.
fr_fr: Le plugin Timify fonctionne sur la date de publication, l'heure, la date de modification, le formatage de l'heure modifiée et la date de dernière modification et l'heure de lecture affichées sur le contenu de la publication.

source: Timify Settings
fr_fr: Paramètres de Timify

source: Universalizing instances of this class is forbidden.
fr_fr: L'universalisation des instances de cette classe est interdite.

source: View documentation
fr_fr: Afficher la documentation

source: You are currently using %1$s theme. Did you know that themeim plugins give you more features and flexibility with one of our <a href="%2$s">themeim themes</a>?
fr_fr: Vous utilisez actuellement le thème %1$s. Saviez-vous que les plugins themeim vous offrent plus de fonctionnalités et de flexibilité avec l'un de nos <a href="%2$s">thèmes themeim</a> ?

source: You can disable auto insertation of last modified date on this
fr_fr: Vous pouvez désactiver l'insertion automatique de la dernière date de modification sur ce

source: You can disable auto insertation of reading time on this
fr_fr: Vous pouvez désactiver l'insertion automatique du temps de lecture sur ce
